[{
  "googleId": "S9pw5tej8UMC",
  "title": "Barron's TOEIC Bridge Test with Audio CDs",
  "subtitle": "Test of English for International Communication",
  "authors": ["Lin Lougheed"],
  "publishedDate": "2010",
  "description": "The TOEIC Bridge test is an English proficiency exam designed for programs teaching students at the beginning and intermediate levels of English language proficiency. This revised and updated manual is designed specifically for those language learners. It is suitable for use by high-school and college-level students, for immigrant language-training programs, and for learners in the workplace. The TOEIC Bridge Test is a 100-question multiple-choice examination divided into two sections: listening and reading. This manual with its two enclosed audio compact discs provides reviews and practice questions for both test sections plus a full-length practice test with answers",
  "imageLink": "http://books.google.com/books/content?id=S9pw5tej8UMC&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE73rFGJ-ZBHnsFxqZU4JTUIVXoQogXRx_3UG9lWIP9_EfcdFfTZ17y3dLikN6VI4zuudztGmSiO57lq1yQkdBP4rGClSVynYyknHJ8UtvT1P40Oshr-S-AFWFkY0IMmWCelazWZ7&source=gbs_api",
  "pageCount": 363,
  "ratingCount": 1,
  "avgRating": 1.0,
  "genres": ["Language Arts & Disciplines / General", "Study Aids / Tests", "Study Aids / TOEFL (Test of English as a Foreign Language) & IELTS (International English Language Testing System)"],
  "status": null
}, {
  "googleId": "UbfnTcmkaKkC",
  "title": "The Stand",
  "subtitle": null,
  "authors": ["Stephen King"],
  "publishedDate": "2008-06-24",
  "description": "Stephen King’s apocalyptic vision of a world blasted by plague and tangled in an elemental struggle between good and evil remains as riveting and eerily plausible as when it was first published.<br><i> </i><br>A patient escapes from a biological testing facility, unknowingly carrying a deadly weapon: a mutated strain of super-flu that will wipe out 99 percent of the world’s population within a few weeks. Those who remain are scared, bewildered, and in need of a leader. Two emerge—Mother Abagail, the benevolent 108-year-old woman who urges them to build a peaceful community in Boulder, Colorado; and Randall Flagg, the nefarious “Dark Man,” who delights in chaos and violence. As the dark man and the peaceful woman gather power, the survivors will have to choose between them—and ultimately decide the fate of all humanity.<br><br>(This edition includes all of the new and restored material first published in <i>The Stand</i>: <i>The Complete And Uncut Edition</i>.)<br><br><br><i>From the Trade Paperback edition.</i>",
  "imageLink": "http://books.google.com/books/content?id=UbfnTcmkaKkC&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE726u0xhD1X1RmJ-FquLV7Mkf7x39tAv1ja5IIYb4TFZMnNwZP_qBdJpRGYiZ-tpHHViHh3O7BnjDdMg8e3k3iB-KNlq_XfbJfBJCByNQ-9ym_TP7Cq4XDNGxMdO8rLeaVUrGwVI&source=gbs_api",
  "pageCount": 1200,
  "ratingCount": 3526,
  "avgRating": 4.0,
  "genres": ["Fiction / Thrillers / Suspense", "Fiction / Horror", "Fiction / Science Fiction / Apocalyptic & Post-Apocalyptic"],
  "status": null
}, {
  "googleId": "vbsg3vQ8YnMC",
  "title": "The Final Empire",
  "subtitle": "Mistborn Book One",
  "authors": ["Brandon Sanderson"],
  "publishedDate": "2010-03-30",
  "description": "<p>For a thousand years the ash fell and no flowers bloomed. <br>For a thousand years the Skaa slaved in misery and lived in fear while the Lord Ruler reigned with absolute power and ultimate terror, a divinely invincible leader. Hope is long lost, until a terribly scarred, heart-broken half-Skaa in the depths of the most hellish prison and discovered he has the powers of a Mistborn. A brilliant thief and natural leader, Kelsier will turn his talents to the ultimate caper: one with the Lord Ruler himself as the mark. <br>Only he's not just planning the greatest heist in history, he's plotting the overthrow of a divine despot.<br>Kelsier recruited the underworld's elite, the smartest and most trustworthy allomancers, each of whom shares one of his many powers, and all of whom relish a high-stakes challenge. But even with the best criminal crew ever assembled, Kel's plan looks like a long shot, until luck brings a ragged girl named Vin into his life. Like him, she's a half-Skaa orphan, but she's lived a much harsher life. Vin has learned to expect betrayal from everyone she meets, and gotten it. She will have to learn to trust, if Kel is to help her master powers of which she never dreamed.</p>",
  "imageLink": "http://books.google.com/books/content?id=vbsg3vQ8YnMC&printsec=frontcover&img=1&zoom=1&imgtk=AFLRE71TR-x-RbeYYQA77B5vP7QdILKJAtVSugNTwJNOD4hrh28pi04DxXoviURRJyChBeYm2LUZO1ApCRZF5ge9CCXb7mT7aicL-rRsaU16PRGxCRsPMAQNYY4kmhj5hPFrE3EKmPp0&source=gbs_api",
  "pageCount": 672,
  "ratingCount": 13,
  "avgRating": 4.5,
  "genres": ["Fiction / Fantasy / General", "Fiction / Fantasy / Epic"],
  "status": null
}, {
  "googleId": "x5buRH0KfhwC",
  "title": "The New Planning for Results",
  "subtitle": "A Streamlined Approach",
  "authors": ["Sandra S. Nelson"],
  "publishedDate": "2001",
  "description": "A classic resource, Planning for Results has long served to help public librarians envision, evaluate, and respond to community needs with distinctive programs and services. The New Planning for Results continues that tradition in an all-in-one guide that outlines a tested, results-driven planning process - revamped and streamlined to enable libraries to respond quickly to rapidly changing environments. Nelson's brand new approach focuses on the essential steps necessary to draft a forward-looking plan for any public library, regardless of organizational structure or size. New to this edition is an information-gathering toolkit for performing research and using customer surveys to provide a higher, more responsive level of service. The recommended planning time line has been reduced from eight to ten months down to four months in this edition and the previous twenty-three planning tasks have been combined to make twelve. Dynamic and flexible, adaptable and easy to implement, the planning process reflected here will help libraries, with budgets from shoestring to generous, anticipate and prepare for change. Benefit from improvements to the process based on feedback from librarians a",
  "imageLink": "http://books.google.com/books/content?id=x5buRH0KfhwC&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE702mK2mmwrXUobUlz5R-8HtEocUS_jBeYOQCZPsTPLYKSg3ciRndNtwfBKfSQev500pbUXGJlOBGxs2k3IKcvSM0TPnaKEYDlUmtG-8f6jXpI7Cwb6tGwqZzFGHIqlvZRXDm1Pc&source=gbs_api",
  "pageCount": 315,
  "ratingCount": null,
  "avgRating": null,
  "genres": ["Language Arts & Disciplines / Library & Information Science / General"],
  "status": null
}, {
  "googleId": "zKQrZ-fxlmkC",
  "title": "Eminem",
  "subtitle": null,
  "authors": null,
  "publishedDate": null,
  "description": null,
  "imageLink": "http://books.google.com/books/content?id=zKQrZ-fxlmkC&printsec=frontcover&img=1&zoom=1&edge=curl&imgtk=AFLRE70HZfRpGDP1RDfBsa6n-E-uc0QsBd-aPFBsDeGR2PcX7EDRp7m5i2HXJTz5kgG9XrTcftU4Mi3jPzmx4VO7IUZ-VPwsTCkXBnMy5G4SMvD15orcGsJ1r7vAlfOg7Xsro__RYf_m&source=gbs_api",
  "pageCount": 463,
  "ratingCount": 2,
  "avgRating": 3.0,
  "genres": null,
  "status": null
}]
